dataset_gen/CE_datasets/FPO_External/Hole_Size/Design_Point_0/0/rho
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object rho;
}

dimensions      [1 -3 0 0 0 0 0];
internalField   uniform 1.176;

boundaryField
{
    left
    {
        type            zeroGradient;
    }
    right
    {
        type            zeroGradient;
    }
    top
    {
        type            zeroGradient;
    }
    bottom
    {
        type            zeroGradient;
    }
    hole
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
}
